INSERT INTO crm_deal (TITLE, LOAN_AMOUNT, STAGE, CONTANT_ID, COMPANY_ID, RESPONSIBLE_ID, SOURCE, COMMENT, DATE_CLOSED, LANDING_RATE_ID, RESULT, PROFIT, LOAN_DURATION, LOAN_STATUS)
VALUES 
('Ипотека на квартиру', 1000000, 'NEW', NULL, 1, 1, 'Реклама в интернете', 'Первичный контакт', NULL, 1, NULL, NULL, NULL, 1),
('Автокредит', 50000, 'CONTACTING', 1, NULL, 2, 'Рекомендация друга', 'Подготовка документов', NULL, 2, NULL, NULL, NULL, 1),
('Образовательный кредит', 30000, 'QUEUE', 2, NULL, 1, 'Поиск информации онлайн', 'Ожидание решения банка', NULL, 3, NULL, NULL, NULL, 1),
('Ремонт в квартире', 20000, 'IN_WORK', NULL, 2, 2, 'Реклама на ТВ', 'Работы по ремонту начаты', NULL, 4, NULL, NULL, NULL, 1),
('Потребительский кредит', 15000, 'END', 3, NULL, 1, 'Партнерская программа', 'Сделка успешно закрыта', '2022-10-15', 5, 1, 2000, 12, 1),
('Ипотека на дом', 1200000, 'NEW', NULL, 2, 2, 'Реклама на радио', 'Переговоры с продавцом', NULL, 1, NULL, NULL, NULL, 1),
('Автокредит на вторую машину', 40000, 'CONTACTING', 4, NULL, 1, 'Поиск в интернете', 'Выбор автомобиля', NULL, 2, NULL, NULL, NULL, 1),
('Кредит на обучение за границей', 50000, 'QUEUE', 5, NULL, 2, 'Рекомендация коллеги', 'Подготовка документов для визы', NULL ,3 ,NULL ,NULL ,NULL, 1),
('Ремонт офиса', 25000 , 'IN_WORK' ,NULL ,1 ,2 , 'Рекламный баннер' ,'Начало ремонтных работ' ,NULL ,4 ,NULL ,NULL ,NULL, 1),
('Личные нужды' ,10000 ,'END' ,6 ,NULL ,2 ,'Поиск информации онлайн','Сделка успешно завершена','2022-09-30' ,5 ,1 ,1000 , 12, 1);